Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/1_id_458398.html.tmx
Source language: sme
Languages: nob

source: Doaibmi guovttegielatvuohta ja guovttekultuvrrat gelbbolašvuohta lea ovdehussan dasa ahte sámit sáhttet árjjálaččat oassálastit servodahkii .
nob: Funksjonell tospråklighet og tokulturell kompetanse er en forutsetning for samers aktive deltakelse samfunnet .

source: Sámi ohp ­piide lea deaŧalaš ahte sin oahppu dáhpáhuvvá nu ahte oktasaš vuđđosa alde eai sáhte ohppiid dohkálašvuođat eahpiduvvot norgalaš servodagas .
nob: For de samiske elevene er det viktig at utdanningen deres er slik at det på et kollektivt grunnlag ikke kan stilles spørsmål om elevenes kvalifikasjoner i det norske samfunnet .

source: Sámi oahppaneavvogárgedeapmi galgá siskkildit mánáidgárddiid , vuođđoskuvlla , joatkkaskuvlla ja erenoamášpedagogalaš oahppaneavvuid .
nob: Samisk læremiddelutvikling skal omfatte barnehager , grunnskole , videregående skole og spesialpedagogiske læremidler .

source: Girko- , oahppo- ja dutkandepartemeanta oažžu gelbbolaš almmolaš institušuvnna stivret skuvlalágádusa IKT:a vuoruheami sámi oahpaheamis .
nob: Kirke- , utdannings- og forskningsdepartementet vil få en kompetent offentlig institusjon til å styre skoleverkets satsing på IKT i samisk opplæring .

source: Sámi oahppaplánadagus 10-jagi vuođđoskuvlla várás ásahuvvui 1997 ( O97 ) .
nob: Det samiske læreplanverket for den 10-årige grunnskolen ble innført i 1997 ( L 97 Samisk ) .

source: Báikkálaš barggu nevvodangihpa O 97 Sámi – Searvevuohta ja heiveheapmi várás gárvána Oahppanguovddážis 2001 mielde .
nob: Et veiledningsheftet i det lokale arbeidet med L 97 Samisk – Fellesskap og tilpasning vil foreligge fra Læringssenteret i løpet av 2001 .

source: Sámi allaskuvla lea ožžon bargun árvvoštallat O 97 ásaheami .
nob: Samisk høgskole har fått i oppdrag å evaluere innføringen av L 97 Samisk .

source: Raporta gárvána 2003 .
nob: Rapporten vil foreligge i 2003 .

source: Ráđđehus áigu árvvoštallat doaibmabijuid mat nannejit sámi joatkkaskuvllaid boahtteáiggi .
nob: Regjeringen vil vurdere tiltak for å styrke framtida til de samiske videregående skolene .

source: Váldojuksanemearri lea bisuhit ja gárgedit skuvllaid fágalaš gelbbolašvuođa ja váfistit dohkálaš veahkkevárreávkkástallama áiggi vuollái .
nob: En hovedmålsetting bør være å opprettholde og utvikle skolenes faglige kompetanse og å sikre en akseptabel ressursutnyttelse over tid .

source: Ráđđehus háliida dahkat govdes guorahallama sámi oahpu ja dutkama hárrái , sihke Sámi allaskuvllas ja eará institušuvnnain iešguđet dásis .
nob: Regjeringen ønsker å foreta en bred gjennomgang av samisk utdanning og forskning , både ved Samisk høgskole og ved andre institusjoner på ulike nivåer .

source: Girko- , oahppo- ja dutkandepartemeanta máhccá Stuorradiggái dáinna dárkileappot heivvolaš hámis .
nob: Kirke- , utdannings- og forskningsdepartementet vil komme nærmere tilbake til Stortinget med dette i en egnet form .

source: Gažaldagat sámi oahpaheaddjeoahpu birra ja dat mat leat evttohuvvon NA— 2000 : 3 , gieđahallojuvvojit sierra kapihttalis oahpaheaddjeoahppodieđáhusas 2002. 2002 rájes oažžu Stáhta oahppokantuvra Davvi-Trøndelágas guokte lohkanvirggi juohke jagi mat juolluduvvojit oahpaheddjiide geat váldet oarjelsámegiela joatkkaoahpu ja ožžot čatnanáiggi skuvllain main oahpahuvvo oarjelsámegiella .
nob: Spørsmål som gjelder samisk lærerutdanning og som er foreslått i NOU 2000 : 3 , vil bli behandlet i et eget kapittel i lærerutdanningsmeldingen i 2002 . Fra 2002 vil Statens utdanningskontor i Nord-Trøndelag få to studiehjemler per år som vil bli tildelt lærere for videreutdanning i sørsamisk med bindingstid ved skoler der det gis opplæring i sørsamisk .

source: Ráđđehus áigu veahkehit ain DjO-árjjaide 13 dán suorggis , erenoamážit dasa mii gusto sámi servodatdilálašvuođaide ođđa áiggis , miellaguottuide sámiide ja sámi kultuvrii , ja sámi gillii ja informašuvdnii .
nob: Regjeringen vil bidra til fortsatt FOU-innsats på feltet , spesielt når det gjelder samiske samfunnsforhold i moderne tid , holdninger til samer og samisk kultur , samt samisk språk og informasjon .

source: Bestenbargu sámi dutkamii jotkojuvvo .
nob: Arbeidet for å fremme rekruttering til samisk forskning vil fortsette .

source: 1.11 Dearvvasvuođa- ja sosiálasuorgi
nob: 1.11 Helse- og sosialsektoren

source: Ráđđehusa juksanmearrin lea ahte buohkaide galget leat dásseárvosaš dearvvasvuođa- ja sosiálabálvalusat beroškeahttá gielalaš ja kultuvrralaš duogážis .
nob: Regjeringen har som mål at alle skal ha likeverdige helse- og sosialtjenester uavhengig av språklig og kulturell bakgrunn .

source: Dát ovdeha árjjálaš politihka sámegielalaš ja kultuvrralaš perspektiivva laktima hárrái bálvalusaide .
nob: Dette forutsetter en aktiv politikk for å innarbeide et samiskspråklig og kulturelt perspektiv i tjenestene .

source: Sosiála- ja dearvvasvuođadepartemeanta lea 1997 rájes juohkán ruđaid NOU 1995 : 6 Samisk helse- og sosialplan ( Sámi dearvvasvuođa- ja sosiálaplána ) čuovvoleapmái .
nob: Sosial- og helsedepartementet har siden 1997 fordelt midler til oppfølging av NOU 1995:6 Samisk helse- og sosialplan .

source: Ruđat geavahuvvojit eanaš gárgedandoaibmabijuide maid ulbmilin lea heivehit bálvalusfálaldagaid sámi geavaheddjiid dárbbuide , bargiide oahpahit sámi giela ja kulturáddejumi , ja dulkabálvalussii .
nob: Midlene anvendes i hovedsak til utviklingstiltak for tilpassing av tjenestetilbudene til samiske brukeres behov , opplæring av personell i samisk språk og kulturforståelse , og tolketjeneste .

source: 2001 álggahuvvo sámi dearvvasvuođadutkama guovddáš Kárášjohkii .
nob: I 2001 etableres et senter for samisk helseforskning i Karasjok .

source: Guovddáš čadnojuvvo Romssa universitehttii .
nob: Senteret er knyttet til Universitetet i Tromsø .

source: Ráđđehus bivdá Sámedikki nammadit sámi dearvvasvuođagažaldagaid ráđi .
nob: En større samisk helse- og levekårsundersøkelse er under planlegging .

source: Sámedikki hálddahus nannejuvvo ovttain bissovaš virggiin mii galgá bargat dearvvasvuođa- ja sosiálaáššiiguin .
nob: Regjeringen vil høsten 2001 legge frem en handlingsplan for helse- og sosialtjenester til den samiske befolkningen i Norge .

source: 1.12 Kultuvra ja girku
nob: 1.12 Kultur og kirke

source: Ráđđehusa prinsihppan lea ahte dálá sámi kulturviesuide galgá váfistuvvot duhtadahtti doaibmaruhtadeapmi ovdal go ođđa investeremat dahkkojuvvojit .
nob: Regjeringen har som prinsipp at eksisterende samiske kulturbygg skal sikres tilfredsstillende driftsfinansiering før nye investeringer foretas .

source: Kultuvradepartemeanta áigu ráhkadit riikkagottálaš kulturviesuid ja jahkeduhátbáikkiid investerenplána mii biddjojuvvo ovdan Stuorradiggái 2002 .
nob: Kulturdepartementet vil utarbeide en investeringsplan for nasjonale kulturbygg og tusenårssteder som legges frem for Stortinget i 2002 .

source: Áigumuššan lea gárgedit sámi arkiiva- , informašuvdna- ja dokumentašuvdnaguovddáža man vuolggasadjin lea dálá Sámi Arkiiva .
nob: Det foreligger planer om å utvikle et samisk arkiv- , informasjons- og dokumentasjonssenter , med utgangspunkt i det som i dag er Samisk arkiv .

source: Norgalaš filbmainstituhtta lea 2000 rájes álggahan bissovaš doarjjaortnega sámi filbmabuvttadeapmái .
nob: Norsk filminstitutt har fra og med 2000 etablert en støtteordning til samisk filmproduksjon .

source: Sámi girkoeallin galgá leat lunddolaš ja ovttaiduhttojuvvon oassi Norgga girkoeallimis muđui .
nob: Samisk kirkeliv skal være en naturlig og integrert del av det øvrige kirkelivet i Norge .

source: Biibbalteavsttaid ja eará ávdnasiid jorgalanbargu sámegillii lea deaŧalaš veahkkin dán juksanmeari ollašuhttimii .
nob: Arbeidet med oversettelse av bibeltekster og annet materiell til samisk vil være et viktig bidrag for å realisere denne målsettingen .

source: Seamma gusto girku liturgiijaid heivehanbargui sámi gillii ja musihkkii , erenoamážit julev- ja oarjelsámi guovlluin .
nob: Det samme gjelder arbeidet med å tilpasse kirkens liturgier til samisk språk og musikk , særlig i de lule- og sørsamiske områdene .

source: Sámegiela oahpaheapmi girkolaš oahpus lea deaŧalaš árjasuorgi báhpasuohkaniin mat leat sámi giellalága hálddahanguovllus .
nob: Opplæring i samisk språk i den kirkelige utdanningen er et viktig satsingsområde i prestegjeldene som ligger i forvaltningsområdet for samisk språk .

source: 1.13 Biras- , ealáhus- ja boaittobealpolitihka bajit prinsihpat
nob: 1.13 Overordnede prinsipper for miljø- nærings- og distriktspolitikken

source: Ráđđehus háliida ain veahkehit ealáhuseallima ođasmahttit ja nuppástuhttit , maiddái guovlluin gos ásset sámit .
nob: Regjeringen ønsker fortsatt å bidra til fornyelse og omstilling av næringslivet , også i områder med samisk bosetting .

source: Ealáhuspolitihka juksanmearri lea dahkat norgalaš ealáhuseallima árvoloktennávccaid nu stuorisin go vejolaš .
nob: Næringspolitikkens mål er å gjøre norsk næringslivs verdiskapingsevne så stor som mulig .

source: Dat gáibida maiddái ahte almmolaš árjjat , sihke riikkagottálaš ja guovlluguovdasaš ja báikkálaš dásis , biddjojuvvojit gárgedit gilvonávccalaš ja gánnáhahtti fitnodagaid ja ealáhusaid main leat buorit árvoloktenveajut .
nob: Det krever også at den offentlige innsatsen , så vel på nasjonalt , regionalt og lokalt nivå , rettes mot å utvikle konkurransedyktige og lønnsomme bedrifter og næringer med høy evne for verdiskaping .

source: Gánnáhahtti ja gilvonávccalaš ealáhuseallin lea mearrideaddjin ássamii ja eallinfámolaš servodagaid gárgedeapmái boaittobealeguovlluin .
nob: Et lønnsomt og konkurransedyktig næringsliv vil være avgjørende for bosettingen og utvikling av livskraftige samfunn i distriktene .

source: Deaŧalaš lea gárgedit ealáhuspolitihka mii lea heivehuvvon sámi ássanguovlluide , earret eará danne go árbevirolaš sámi ealáhusat ja sámi kultuvra sakka leat čatnašuvvan boaittobealguovlluide .
nob: Det er viktig å utvikle en næringspolitikk tilrettelagt for samiske bosettingsområder , blant annet fordi tradisjonelle samiske næringer og samisk kultur i stor grad er knyttet til utkantstrøk .

source: Sámediggi lea , ja galgá leat , sámi ássanguovlluid biras- , ealáhus- ja boaittobealpolitihka deaŧalaš oassádalli 14 ja vuođusháhkki 15 .
nob: Sametinget er , og skal være , en viktig aktør og premissleverandør i miljø- , nærings- og distriktspolitikken i samiske bosettingsområder .

source: Ráđđehus áigu veahkehit bidjat doibmii pro ­jeavttaid mat galget kártet árbevirolaš dieđu ja máhtu luonddu , ekologiija ja geavahanvugiid birra .
nob: Regjeringen vil bidra til å iverksette prosjekter som skal kartlegge tradisjonell samisk kunnskap om natur , økologi og bruksformer .

source: 1.14 Ealáhusgárgedeapmi ja eallindilit guovlluin gos lea sámi veahkadat
nob: 1.14 Næringsutvikling og levekår i områder med samisk befolkning

source: Árbevirolaččat lea sámi guovlluin leamaš ealáhusdoaibma mii lea vuođđuduvvan vuođđobuvttadeapmái ( guolásteapmái , meahcásteapmái , boazodollui ja eanadollui ) .
nob: Tradisjonelt har de samiske områdene vært preget av næringsvirksomhet basert på primærproduksjon ( fiske , utmarksnæringer , reindrift og jordbruk ) .

source: Valljodatvárredilli ja deatta luondduvuđđosii dahket mearkkašahtti hástalusaid vuođđubuvttadeapmái .
nob: Ressurssituasjonen og presset på naturgrunnlaget utgjør vesentlige utfordringer innen primærproduksjonen .

source: Dárbu lea gárgedit molssaevttolaš ealáhusvugiid , váfistit barggahusa ja ássama sámi guovlluin , ja bisuhit ja gárgedit ealli sámi giela ja kultuvrra .
nob: Det er behov for å utvikle alternative næringsformer , sikre sysselsetting og bosetting i samiske områder , og å opprettholde og utvikle et levende samisk språk og kultur .

source: Boazodoallu mearkkaša olu sámi ássama , kultuvrra ja giela seailluheapmái ja gárgedeapmái .
nob: Reindriften har stor betydning for bevaring og utvikling av samisk bosetting , kultur og språk .

source: Boazodoalus leat stuorra hástalusat sihke boraspiriid , guohtunvuđđosa , areálasisabahkkemiid ja maŋásmanni ekonomiija hárrái .
nob: Reindriften står overfor store utfordringer når det gjelder rovdyr , beitegrunnlag , arealinngrep og sviktende økonomi .

source: Ráđđehus áigu čuovvolit Finnmárkku guohtunvalljodatváriid juogadeami vai boazodoalloorohagaide váfistuvvo buoret dássedeaddu áigodatguohtumiid gaskkas .
nob: Regjeringen vil følge opp arbeidet med fordeling av beiteressursene i Finnmark , slik at reindriftsdistriktene sikres en større grad av balanse mellom sesongbeitene .

source: Stáhta luonddubearráigeahču aiddoálggahuvvon bivdojoavku galgá , go leat stuorra boazomasut , sáhttit biddjojuvvot vahátelliid goddit vai šaddá nu bevttolaš ja mearrediđolaš bivdu go vejolaš .
nob: Det nyopprettede fellingslaget i Statens naturoppsyn vil , ved store tap av rein , kunne settes inn i enkelte typer skadefelling for å få til et mest mulig effektivt og målrettet uttak .

source: Ráđđehus attii 2001 Stuorradiggái viiddiduvvon bajásčuvgehusa boazodoalu dálá dilis stuorradiggeproposišuvnnas dán jagáš boazodoallošiehtadusa birra .
nob: Regjeringen ga i 2001 Stortinget en utvidet orientering om dagens situasjon i reindriftsnæringen i stortingsproposisjonen om årets reindriftsavtale .

source: Stáhtalaš lávdegoddi man dahkamuššan lea guorahallat boazodoallolága ja mearrádusaid mat gustojit boazodoalu stivremii ja hálddaheapmái ja ealáhusa siskkáldaš dilálašvuođaid ásahallamii 16 , attii árvalusas njukčamánu 15. 2001 .
nob: Et statlig utvalg med mandat til å gjennomgå reindriftsloven og bestemmelser som gjelder styringen og forvaltningen av reindriften og reguleringen av de interne forholdene i næringen , leverte sin innstilling til regjeringen 15. mars 2001 .

source: Guolásteapmi , dávjá lotnolassii eará ealáhusaiguin , lea guovdilis oassi sámi kultuvrras .
nob: Fiske , gjerne i kombinasjon med andre næringer , er et sentralt element i samisk kultur .

source: Ráđđehus háliida ahte vuoigatvuođat , ja vejolašvuođat , ealihit iežas guolástemiin – vejolaččat lotnolassii eará ealáhusaiguin – váfistuvvojit .
nob: Regjeringen ønsker at retten til , og mulighetene for , å livnære seg av fiske – eventuelt i kombinasjon med andre næringer – sikres .

source: Ráđđehus háliida ahte guolástusaid rámma ­eavttut galget addit vuđđosa elešis báikkálaš servodagaide .
nob: Regjeringen ønsker at rammebetingelsene for fiskeriene skal gi grunnlag for livskraftige lokalsamfunn .

source: Dát gusto maiddái guolásteapmái sámi ássanguovlluin .
nob: Dette gjelder også for fiske i samiske bosettingsområder .

source: Sámi guolástuslávdegotti ( Gregussenlávdegotti ) árvalus lea leamaš gulaskuddamis ja lea dál Guolástusdepartemeantta gieđahallamis .
nob: Innstillingen fra Samisk fiskeriutvalg ( « Gregussenutvalget » ) har vært på høring og er nå til behandling i Fiskeridepartementet .

source: Sámedikki álgaga mielde lea ráđđehus gulahallamin Sámedikkiin galgetgo geahččaluvvot riikkagottálaš hálddahanortnegat mat leat báikkálaččat heivehuvvon vai fitnašuvvá positiiva ja dássidis ealáhusgárgedeapmi sámi riddo- ja vuotnaguovlluide .
nob: Etter initiativ fra Sametinget , er regjeringen og Sametinget i dialog om å prøve ut nasjonale forvaltningsordninger med en lokal tilpasning , slik at man kan få til en positiv og stabil næringsutvikling i samiske kyst- og fjordområder .

source: Vuoigatvuođalaččat ja báikkálaš servodagat ožžot stuorát ovddasvástádusa luossabivddu hálddaheamis , seammás go Sámediggi váldojuvvo mielde luossahálddaheapmái daid guovlluin gos lea sámi ássan .
nob: Rettighetshavere og lokalsamfunn vil få et større ansvar for forvaltningen av laksefisket , samtidig som Sametinget vil bli trukket inn i lakseforvaltningen i områder med samisk bosetting .

source: Buvttadahkkit 17 nugo dálkkádat , valljodatvárre- ja areálavuođus , ja árbevierru ja geográfalaš sajusteapmi , leat dahkan ahte lotnolasealáhusain lea stuo-rát rolla sámi ássanguovlluin go eanaš dáža ássanguovlluin .
nob: Faktorer som klima , ressurs- og arealgrunnlag , samt tradisjon og geografisk lokalisering , har gjort at næringskombinasjoner spiller en større rolle i samiske enn i de fleste norske bosettingsområder .

source: Ráđđehus áigu bargat dan ala ahte lotnolasealáhusaid rámmaeavttut heivehuvvojit sámi dárbbuide ja ahte ain galget dilálašvuođat láhččojuvvot lotnolasdoaluide guovlluide gos lea sámi veahkadat .
nob: Regjeringen vil arbeide for at rammevilkårene for næringskombinasjoner tilpasses de samiske behovene og at det fortsatt legges til rette for kombinasjonsbruk i områder med samisk befolkning .

source: Doarjja lotnolasealáhusaide , ja dáid gárgedeapmi , berre leat Sámi ovddidan ­foandda vásedin ovddasvástádus .
nob: Støtte til , og utvikling av næringskombinasjoner , bør være et særlig ansvar for Samisk utviklingsfond .

source: Ráđđehus háliida atnit deastta eanadoalus sámi guovlluid lotnolas ­ealáhussan dasgo eanadoallu lea hui mávssolaš daid guovlluin .
nob: Regjeringen ønsker å ta hensyn til jordbruk som kombinasjonsnæring i samiske områder , fordi jordbruket er svært viktig for bosettingen i disse strøkene .

source: Ráđđehus áigu guorahallat minerálaláhkamearrádusaid ja sámi vuoigatvuođaid ođđa minerálalága evttohusa árvvoštaladettiin ( Ot. prp. nr. 35 ( 1998–99 ) Om lov om erverv av og drift av mineralressurser ( od. prp. nr. 35 ( 1998–99 ) Lága birra minerálavalljodatváriid háhkama ja doaimma hárrái ) .
nob: Regjeringen vil gjennomgå forholdet mellom minerallovgivningen og samiske rettigheter i forbindelse med ny vurdering av forslag til ny minerallov ( Ot.prp. nr. 35 ( 1998–99 ) Om lov om erverv av og drift på mineralressurser ) .

source: Ráđđehus atná ahte sámi guovlluid mátkeeallinealáhusas lea mearkkašahtti vejolašvuođat ovdánit ja gárgeduvvat .
nob: Regjeringen anser at reiselivsnæringen i de samiske områdene har et betydelig potensiale for vekst og utvikling .

source: Sámi mátkeeallin ferte hábmejuvvot báikkálaš servodagaid eavttuid ja báikegottiid ovdehusaid mielde .
nob: Samisk reiseliv må utformes på lokalsamfunnenes premisser og de stedlige forutsetningene .

source: Seammás lea deaŧalaš ahte almmolaš árjjat veahkehit láhčit mátkeeallin ­ealáhusaide lasihuvvon árvoloktema ja gánnáhahttivuođa , prinsihpaid mielde mat leat adnojuvvon vuođđun st.meld. nr. 15 ( 1999–2000 ) Lønnsomme og konkurransedyktige reiselivsnæringer ( Gánnáhahtti ja gilvonávccalaš mátkeeallinealáhusat ) .
nob: Samtidig er det viktig at den offentlige innsatsen bidrar til å legge til rette for økt verdiskaping og lønnsomhet i reiselivsnæringene , i samsvar med de prinsippene som er nedfelt i St.meld. nr. 15 ( 1999- 2000 ) Lønnsomme og konkurransedyktige reiselivsnæringer .

source: Ráđđehus dáhttu ahte buohkat galget sáhttit oassálastit diehtoservodahkii .
nob: Regjeringen går inn for at alle skal kunne delta i kunnskapssamfunnet .

source: Dát oaivvilda ahte sámi guovlluin galgá maiddái leat beassanvuohta govdabáddekommunikašuvdnii .
nob: I dette ligger det at også samiske områder skal ha tilgang til bredbåndskommunikasjon .

source: Ráđđehus lea plánemin sámi huksenvieruid ovddeš barggu čuovvoleami 2002–2003 , ee. davvi-skandinavialaš ovttasbargun mas maiddái sámit oarjelsámeguovllus berrejit leat mielde .
nob: Regjeringen planlegger i 2002–2003 en oppfølging av tidligere arbeid med samisk byggeskikk , bl.a. i form av et Nord-Skandinavisk samarbeid , der også samer fra sørsameområdet bør medvirke .

source: 1.15 Areálahálddaheapmi guovlluin gossámit ásset
nob: 1.15 Arealforvaltning i områder med samisk bosetting

source: Plánaproseassaid čielggasmahttin ja čavges geatnegasvuohta plánaeiseválddiide láhčit dilálašvuođaid sámi orgánaide ja organisašuvnnaid ja sámi veahkadaga oassálastimii leat sámi kultuvrra , ealáhusaid ja servodateallima luondduvuđđosa váfisteami deaŧalaš ovdehusat .
nob: Tydeliggjøring av planprosessene og en sterk forpliktelse for planmyndighetene til å tilrettelegge for medvirkning fra samiske organer og organisasjoner og den samiske befolkningen , er viktige forutsetninger for å sikre naturgrunnlaget for samisk kultur , næringer og samfunnsliv .

source: Ráđđehus áigu láhčit dilálašvuođaid nu ahte Sámediggi oažžu eanet ovddahas saji areálaplánaproseassaide .
nob: Det er også viktig å utvikle en overordnet arealpolitikk som sikrer at samiske interesser blir ivaretatt gjennom plansystemet .

source: Plánaláhkalávdegotti vuosttas raporttas , NOU 2001 : 7 , « Bedre kommunal og regional planlegging etter plan- og bygningsloven » ( Buoret gielddalaš ja guovlluguovdasaš plánen plána- ja huksenlága mielde ) , lea areálageavahankategoriija eanadoallo- , luonddu- ja olgodaddanguovllut čielggaduvvon nu ahte boazodoalu vásedin guovllut sáhttet váfistuvvot láhkanannema bokte .
nob: I Planlovutvalgets første rapport , NOU 2001:7 « Bedre kommunal og regional planlegging etter plan- og bygningsloven » er det drøftet flere spørsmål av betydning for reindriften .

source: Sámi kultuvrra ja ealáhusa luondduvuođus galgá leat plánema deaŧalaš ulbmilin .
nob: Naturgrunnlaget for samisk kultur og næring skal være et viktig formål i planleggingen .

source: Ráđđehus áiggošii ráhkadit riikkapolitihkalaš njuolggadusaid vai gaskkustuvvojit sámi beroštusat plánabarggus plána- ja huksenlága mielde .
nob: Regjeringen tar sikte på å utrede bruk av rikspolitiske retningslinjer for å formidle samiske interesser i planarbeidet etter plan- og bygningsloven .

source: Sámediggái bajásčuvgejuvvo barggu birra ja Sámediggi galgá beassat oassálastit .
nob: Sametinget vil bli orientert om arbeidet og ha anledning til å delta .

source: Guovlluin gos boazodoallu ja militearalaš doaimmat leat bálddalaga , berre ráđđehusa oaivila mielde dáidu ja dáhttu čájehit máškitvuođa ja bisuhit gulahallama leat váldohástalussan goappašiid áššeoasálažžii vai areálariiddut eastaduvvojit .
nob: I områder hvor reindrift og militær aktivitet foregår side om side , mener regjeringen at evne og vilje til å utvise fleksibilitet og til å opprettholde dialog bør være en hovedutfordring for begge parter , med sikte på å unngå arealkonflikter .

source: 1.16 Davviriikkalaš ja riikkaidgaskasaš ovttasbargu
nob: 1.16 Nordisk og internasjonalt samarbeid

source: Ovttasbargu riikkarájáid rastá lea erenoamáš deaŧalaš sámiide , dasgo sii ásset njealji stáhtas .
nob: Samarbeid på tvers av landegrensene er spesielt viktig for samer , i og med at de er bosatt i fire stater .

source: Deaŧalaš lea ahte Sámedikki váikkuhanfápmu ja gelbbolašvuohta geavahuvvo davviriikkalaš ja riikkaidgaskasaš oktavuođain .
nob: Det er viktig at Sametingets innflytelse og kompetanse benyttes i nordiske og internasjonale sammenhenger .

source: Ráđđehus atná dettolažžan ahte riikkaidgaskasaš eamiál ­bmotgažaldagat ságaškuššojuvvojit ráđđehusa ja eamiálbmotovddasteddjiid lagas ovttasdoaibmamis .
nob: Regjeringen legger stor vekt på at internasjonale urfolksspørsmål drøftes i et nært samvirke mellom regjeringen og urfolksrepresentanter .

source: Norgga miellaguottut riikkaidgaskasaš eamiálbmotgažaldagaide fertejit hábmejuvvot lagas ovttasbarggus Sámedikkiin .
nob: Norske holdninger til internasjonale urfolksspørsmål utformes derfor i nært samarbeid med Sametinget .

source: Sakka dettolažžan adnojuvvo ahte Sámediggi , mađe mielde lea vejolaš , galgá ovddastuvvot riikkaidgaskasaš oktavuođain gos eamiálbmotgažaldagat loktejuvvojit áššin .
nob: Det legges også stor vekt på at Sametinget , i den grad det er mulig , skal være representert i internasjonale sammenhenger hvor urfolksspørsmål står på dagsordenen .

source: Ráđđehus áigu , ovttasráđiid Sámedikkiin , ráhkadit meannudanvugiid 18 ja hámádagaid 19 ráđđádallamiidda riikkaidgaskasaš eamiálbmotbarggu dihtii ON:s ja ILO:s .
nob: Regjeringen vil , i samråd med Sametinget , utarbeide prosedyrer og strukturer for konsultasjoner med tanke på internasjonalt urfolksarbeid i FN og ILO ( International Labour Organisation ) .
